---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralMemberForces
source: html/ac195648-61f0-7a5e-7802-a5cb5899d93d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralMemberForces Property

"Member Forces"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralMemberForces { get; }
```